package prj04AirLineHomeWork;

public class AirLine {
	
/*Airline: ѕункт назначени€, Ќомер рейса, “ип самолета, ¬рем€ вылета, ƒни
недели.
—оздать массив объектов. ¬ывести:
a) список рейсов дл€ заданного пункта назначени€;
b) список рейсов дл€ заданного дн€ недели;
c) список рейсов дл€ заданного дн€ недели, врем€ вылета дл€ которых
больше заданного.
*/
	private String Destination ;
	private int FlightNumber ;
	private String TypePlain ;
	private int DepartureTime ;  //¬рем€ вылета указываем 4-х знач. формате по типу -  0122 (01:22) < 1545 (15:45). дл€ дальнейшего сравнени€ в методе
	private int DaysWeek ;		// как сделать поле в котором ми будем задавать несколько дней а не один и дальше сравнивать в методе  ?
	
	
}
